Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Erteilen von Auskünften in Werbeangelegenheiten
en: Dissemination of data relating to advertising

source: Verkaufsförderung für Dienstleistungen [für Dritte] durch Vermittlung von Werbung
en: Promoting the sale of the services [on behalf of others] by arranging advertisements

source: Promotion [Werbung] für Reisen
en: Promotion [advertising] of travel

source: Zusammenstellung von statistischen Geschäftsdaten
en: Compilation of statistical data relating to business

source: Online-Werbung für Computernetze und Websites
en: On-line promotion of computer networks and websites

source: Unternehmensberatung in Bezug auf Werbung
en: Consultations relating to business advertising

source: Aufbereiten von Werbematerial
en: Preparation of advertising material

source: Rekrutierung von Werbeaufträgen
en: Personnel recruitment advertising

source: Organisation, Durchführung und Überwachung von Kundentreueprogrammen [Werbung]
en: Organisation, operation and supervision of customer loyalty schemes

source: Werbung in der Boulevard- und Fachpresse
en: Advertising in the popular and professional press

source: Werbung für Transport und Auslieferung
en: Advertising relating to transport and delivery

source: Beratung in Bezug auf die Geschäftsführung von Fitnessclubs
en: Advice relating to the business management of fitness clubs

source: Sekretariatsdienste für Unternehmen
en: Business secretarial services

source: Computergestützte Auskünfte in Geschäftsangelegenheiten
en: Provision of computerised data relating to business

source: Vermittlung von Abonnements für Telekommunikationsdienste für Dritte
en: Arranging subscriptions to telecommunication services for others

source: Auskünfte in Handels- und Geschäftsangelegenheiten [Auskünfte über Marketing oder demografische Daten]
en: Commercial information agencies [provides business information, e.g., marketing or demographic data]

source: Präsentation von Waren in Kommunikations-Medien für den Einzelhandel
en: Presentation of goods on communication media, for retail purposes

source: Beratung in Bezug auf Werbung für Franchise-Unternehmen
en: Advisory services relating to publicity for franchisees

source: Werbung in Bezug auf pharmazeutische Erzeugnisse und Waren für die In-vivo-Bildgebung
en: Advertising relating to pharmaceutical products and in-vivo imaging products

source: Erstellung von Betriebsstatistiken
en: Collection of statistics for business

source: Beratung in Bezug auf Marktsegmentierung
en: Market segmentation consultation

source: Vermietung von Werbeflächen in Zügen
en: Leasing of advertising space on trains

source: Wirtschafts- und Marktforschung
en: Business and market research

source: Hilfe bei der Geschäftsführung in gewerblichen Unternehmen
en: Assistance to industrial enterprises in the conduct of their business

source: Hilfe bei der Geschäftsführung von Handelsunternehmen in Sachen Öffentlichkeitsarbeit
en: Assistance to management in commercial enterprises in respect of public relations

source: Vermittlung von Personal für Büroarbeiten
en: Provision of administrative staff

source: Auskünfte über Geschäftsangelegenheiten mittels Computerdatenbanken
en: Provision of commercial business information by means of a computer database

source: Erstellung von Marktberichten
en: Market reporting services

source: Telefonantwortdienst für abwesende Teilnehmer
en: Telephone answering for unavailable subscribers

source: Analyse von Marktforschungsstatistiken
en: Analysis of market research statistics

source: Beschaffungsdienstleistungen für Dritte [Erwerb von Waren und Dienstleistungen für andere Unternehmen]
en: Procurement services for others [purchasing goods and services for other businesses]

source: Verkaufsförderung, Werbung und Marketing durch Online-Websites
en: Promotion, advertising and marketing of on-line websites

source: Werbedienste mittels der Bereitstellung eines durchsuchbaren Online-Werbeführers mit Waren und Dienstleistungen anderer Online-Anbieter im Internet
en: Providing a searchable online advertising guide featuring the goods and services of other on-line vendors on the internet

source: Beratung in Bezug auf die Geschäftsleitung von Gesundheitsclubs
en: Advice relating to the business operation of health clubs

source: Unternehmensberatung für die Gründung von Franchise-Unternehmen
en: Advisory services (Business -) relating to the establishment of franchises

source: Stellenvermittlungsdienste für Kindermädchen
en: Employment agency services provided for nannies

source: Arbeitsvermittlungsdienste für zweisprachige Arbeitskräfte
en: Employment agency services relating to bilingual staff

source: Arbeitsvermittlungsdienste für Krankenschwestern
en: Employment agency services relating to nurses

source: Vermittlung von Handels- und Wirtschaftskontakten
en: Arranging of commercial and business contacts

source: Durchführung psychometrischer Tests für die Personalauswahl
en: Psychometric testing for the selection of personnel

source: Inventur von Waren
en: Inventorying merchandise

source: Geschäftsführung einer Fluggesellschaft
en: Management of an airline company

source: Auskünfte über den Warenverkehr
en: Provision of commercial information

source: Betriebswirtschaftliches Risikomanagement
en: Risk management consultancy [business]

source: Geschäftsführung einer Fahrzeugflotte für Dritte
en: Vehicle fleet (business management of a -) [for others]

source: Vorbereitung und Umsetzung von Medienwerbeplänen und -konzepten für Dritte
en: Preparation and realization of media and advertising plans and concepts

source: Produktvorführungen in Schaufenstern mit lebenden Models
en: Product demonstration services in shop windows by live models

source: Verkaufsförderung für den Handel
en: Trade promotional services

source: Transkription von Meldungen
en: Transcription of messages

source: Computergestützte Werbung
en: Computerised business promotion

source: Erstellung von Jahresabschlüssen für Unternehmen
en: Preparation of annual returns for business undertakings

source: Erstellung von geschäftlichen Dokumenten
en: Preparation of documents relating to business

source: Schaufensterdekoration für Einzelhandelsgeschäfte
en: Retail shop window display arrangement services

source: Ausfüllen und Fertigstellen von Einkommenssteuererklärungen
en: Preparation and completion of income tax returns

source: Verwaltung in Bezug auf Unternehmensplanungen
en: Administration relating to business planning

source: Kostenrechnung
en: Cost accounting

source: Beratung in Bezug auf das Marketing chemischer Produkte
en: Advice concerning chemical product marketing

source: Hilfe bei der Führung von gewerblichen Franchise-Unternehmen
en: Assistance in franchised commercial business management

source: Versandhandelsdienstleistungen mit Bekleidungsaccessoires
en: Mail order retail services connected with clothing accessories

source: Unternehmensverwaltung von Handelsunternehmen
en: Management administration of commercial undertakings

source: Verbreitungsdienstleistungen in Bezug auf Werbematerial
en: Dissemination services of advertisement matter

source: Erstellung von Wirtschaftsberichten
en: Preparation of economic reports

source: Kaufmännisches Projektmanagement
en: Business project management

source: Buchführung für Unternehmen
en: Business records keeping

source: Organisatorische Bestandsverwaltung
en: Inventory management services

source: Marktforschung und Unternehmensanalysen
en: Market research and business analyses

source: Vorführung von fotografischer Ausrüstung für Werbezwecke
en: Demonstration of photographic equipment [for advertising purposes]

source: Erstellen von Dokumenten
en: Rental of office machines

source: Vermietung von Büromaschinen
en: Promotion of fairs for trade purposes

source: Durchführung von Analysen zum Verbraucherverhalten
en: Advertising services provided via the internet

source: Firmenberatung in Bezug auf das Marketing von Spendensammelkampagnen
en: Business consultancy services relating to the promotion of fund raising campaigns

source: Auskünfte und Beratung in Bezug auf Buchführung
en: Consulting and information concerning accounting

source: Werbung zur Förderung des Verkaufs von Getränken
en: Advertising services to promote the sale of beverages

source: Analyse von Unternehmensstatistiken
en: Analysis of business statistics

source: Beratung in Bezug auf die Auswahl von Führungskräften
en: Consultancy relating to management selection

source: Zusammenstellung, Erstellung und Verbreitung von Werbematerial
en: Compilation, production and dissemination of advertising matter

source: Organisation von Modenschauen für Handelszwecke
en: Organisation of fashion shows for commercial purposes

source: Computergestützte Werbedienstleistungen
en: Provision of computerised advertising services

source: Informationen zu GeschÃ¤ftsunterlagen durch bereitgestellte computergestÃ¼tzte Daten
en: Provision of computerised information relating to business records

source: Marktforschung für Werbezwecke
en: Market research for advertising

source: Marktforschung zur Sammlung von Informationen über Fernsehzuschauer
en: Market research for compiling information on viewers of television

source: Ablage von Dokumenten oder Magnetbändern [Büroarbeiten]
en: Filing documents or magnetic-tapes [office functions]

source: Produktion von Werbefilmen
en: Production of advertising films

source: Ermittlung der Anforderungen an das Personal
en: Evaluation of personnel requirements

source: Werbung für Dienstleistungen anderer Anbieter, damit der Verbraucher die Dienstleistungen dieser Anbieter bequem ansehen und vergleichen kann
en: Advertising of the services of other vendors, enabling customers to conveniently view and compare the services of those vendors

source: Verteilung von Prospekten und Warenmustern
en: Distribution of prospectuses and samples

source: Betriebswirtschaftliche Beratung in Bezug auf die Verwertung von Erfindungen
en: Advisory services (Business -) relating to the exploitation of inventions

source: Stellenvermittlungsdienste für paramedizinisches Personal
en: Job agency services for para-medical personnel

source: Vermietung von Werbeflächen an Eisenbahnstrecken
en: Leasing of advertising space on railway properties

source: Fachliche Beratung von Unternehmen in Bezug auf Unternehmensgründungen
en: Professional business consultation relating to the setting up of businesses

source: Fachliche Beratung in Bezug auf Marketing
en: Professional consultancy relating to marketing

source: Warenprobenverteilung für Werbezwecke
en: Arranging the distribution of advertising samples

source: Automatische Nachbestelldienste für Unternehmen
en: Automatic re-ordering service for business

source: Unternehmensberatung in Bezug auf Insolvenz
en: Business consultancy services relating to insolvency

source: Operative Geschäftsunterstützung für Unternehmen
en: Operational business assistance to enterprises

source: Auskünfte in Geschäftsangelegenheiten in Bezug auf Franchising
en: Provision of business information relating to franchising

source: Öffentlichkeitsarbeit
en: Public relations services

source: Verwaltung von Geschäftsbüros für Dritte
en: Management of business offices for others

source: Leitung von Geschäftsprojekten für Dritte
en: Management of business projects [for others]

source: Erstellen von Marktanalysen in Bezug auf die Verfügbarkeit von Antiquitäten
en: Market analysis services relating to the availability of antiques

source: Marktforschung mittels einer Computerdatenbank
en: Market research by means of a computer data base

source: Vermietung von Werbeflächen
en: Rental of advertising space

source: Analyse betriebswirtschaftlicher Systeme
en: Analysis of business management systems

source: Analyse von Marktforschungsdaten
en: Analysis of market research data

source: Vermittlung von Werbung
en: Arrangement of advertising

source: Beratung bei der Geschäftsführung von Franchise-Unternehmen
en: Advice in the running of establishments as franchises

source: Geschäftsführung für Handels- und Dienstleistungsunternehmen
en: Business management for a trade company and for a service company

source: Beratung in Bezug auf die Anstellung von Datenverarbeitungspersonal
en: Employment consultancy services relating to data processing personnel

source: Sekretariatsdienstleistungen für neu gegründete Firmen
en: Providing business information by way of computer terminals

source: Informations- und Beratungsdienste in Bezug auf Tarife
en: Provision of initial company secretarial services on company formation

source: Geschäftsleitung für Dritte
en: Business strategy services

source: Herausgabe und Aktualisierung von Werbetexten
en: Supervision of businesses on behalf of others

source: Erstellung von computergestützter Buchführung
en: Issuing and updating of advertising texts

source: Sammeln von Marktforschungsinformationen
en: Computerised business information processing services

source: Einzelhandelsdienstleistungen in Bezug auf Bekleidungsstücke und Bekleidungsaccessoires
en: Retail services connected with the sale of clothing and clothing accessories

source: Aktualisierung von Werbeinformationen in einer Computerdatenbank
en: Updating of advertising information on a computer data base

source: Versand und Verteilung von Werbematerialien [Faltblätter, Prospekte, Drucksachen, Warenproben]
en: Distribution and dissemination of advertising materials [leaflets, prospectuses, printed material, samples]

source: Auskünfte in Geschäftsangelegenheiten mittels einem globalen Computernetzwerk oder dem Internet
en: Business information services provided online from a global computer network or the internet

source: Gewerbliche Lobbyarbeit
en: Commercial lobbying services

source: Verfassen von Werbeprospekten
en: Stenographic transcription

source: Computergestützte Marktforschung
en: Computerised market research

source: Werbung für Waren anderer Anbieter, damit der Verbraucher die Waren dieser Anbieter bequem ansehen und vergleichen kann
en: Advertising of the goods of other vendors, enabling customers to conveniently view and compare the goods of those vendors

source: Geschäftsführung hinsichtlich der Beschaffung von Aufträgen
en: Business management services relating to the acquisition of businesses

source: Vermietung von Werbeflächen und Werbematerial
en: Rental of advertisement space and advertising material

source: Vermittlung und Abwicklung von Handelsgeschäften für Dritte über Telekommunikationssysteme
en: Negotiation and conclusion of commercial transactions for third parties via telecommunication systems

source: Organisation und Veranstaltung von Warenpräsentation
en: Organisation and conducting of product presentations

source: Organisation und Durchführung von Messen für kommerzielle oder Werbezwecke
en: Organisation and holding of fairs for commercial or advertising purposes

source: Kopieren von Dokumenten für Dritte
en: Copying of documents for others

source: Vermittlung von Abonnements für Publikationen Dritter
en: Arranging of subscriptions for the publications of others

source: Geschäftsführung für Läden
en: Business management for shops

source: Anwerbung von Computerfachleuten
en: Recruitment of computer staff

source: Personalauswahl für Dritte
en: Personnel selection [for others]

source: Durchführung von Einstellungsgesprächen
en: Interviewing services [for personnel recruitment]

source: Analysen in Bezug auf Marketing
en: Analysis relating to marketing

source: Erstellung von Abrechnungen
en: Preparation of accounts

source: Beratung in Bezug auf Werbung
en: Consultancy relating to advertising

source: Marktanalysen und -forschung
en: Market analysis and research

source: Marktforschung
en: Market research

source: Computergestützte Buchführungsdienste
en: Computerised business records keeping

source: Marktanalysen
en: Market analysis

source: Durchführung von Handelsmessen
en: Conducting of trade shows

source: Erstellung von Geschäftsgutachten
en: Business efficiency expert services

source: Kaufmännische Dienstleistungen und Verbraucherinformationsdienste
en: Commercial trading and consumer information services

source: Verteilung von Werbe-, Marketing- und verkaufsfördernden Materialien
en: Distribution of advertising, marketing and promotional material

source: Produktvorführungen und -präsentationen
en: Product demonstrations and product display services

source: Buchführung, Buchhaltung und Buchprüfung
en: Accountancy, book keeping and auditing

source: Administrative Datenverarbeitung
en: Administrative data processing

source: Personalmanagement und Personalrekrutierung
en: Human resources management and recruitment services

source: Beratungs- und Assistenzdienste im Bereich Werbung, Marketing und Verkaufsförderung
en: Advertising, marketing and promotional consultancy, advisory and assistance services

source: Sammeln und Systematisieren von Geschäftsdaten
en: Collection and systematization of business data

source: Einzelhandelsdienstleistungen in Bezug auf Tierpflegemittel
en: Retail services in relation to animal grooming preparations

source: Einzelhandelsdienstleistungen in Bezug auf Tauchausrüstung
en: Retail services in relation to diving equipment

source: Einzelhandelsdienstleistungen in Bezug auf Gehörschutzvorrichtungen
en: Retail services in relation to hearing protection devices

source: Einzelhandelsdienstleistungen in Bezug auf Bräunungsapparate
en: Retail services in relation to sun tanning appliances

source: Einzelhandelsdienstleistungen in Bezug auf Musikinstrumente
en: Retail services in relation to musical instruments

source: Einzelhandelsdienstleistungen in Bezug auf Einweg- Papiererzeugnisse
en: Retail services in relation to disposable paper products

source: Einzelhandelsdienstleistungen in Bezug auf Drucksachen
en: Retail services in relation to printed matter

source: Einzelhandelsdienstleistungen in Bezug auf Gartenartikel
en: Retail services in relation to gardening articles

source: Einzelhandelsdienstleistungen in Bezug auf Reinigungsartikel
en: Retail services in relation to cleaning articles

source: Einzelhandelsdienstleistungen in Bezug auf alkoholfreie Getränke
en: Retail services in relation to non-alcoholic beverages

source: Einzelhandelsdienstleistungen in Bezug auf Artikel zur Verwendung mit Tabak
en: Retail services in relation to articles for use with tobacco

source: Großhandelsdienstleistungen in Bezug auf Tierpflegemittel
en: Wholesale services in relation to animal grooming preparations

source: Großhandelsdienstleistungen in Bezug auf Kleineisenwaren
en: Wholesale services in relation to metal hardware

source: Großhandelsdienstleistungen in Bezug auf Schmuckwaren
en: Wholesale services in relation to jewellery

source: Großhandelsdienstleistungen in Bezug auf Einweg-Papiererzeugnisse
en: Wholesale services in relation to disposable paper products

source: Großhandelsdienstleistungen in Bezug auf Drucksachen
en: Wholesale services in relation to printed matter

source: Großhandelsdienstleistungen in Bezug auf Reinigungsartikel
en: Wholesale services in relation to cleaning articles

source: Großhandelsdienstleistungen in Bezug auf Gewebe
en: Wholesale services in relation to fabrics

source: Großhandelsdienstleistungen in Bezug auf Schuhwaren
en: Wholesale services in relation to footwear

source: Großhandelsdienstleistungen in Bezug auf Fleisch
en: Wholesale services in relation to meats

source: Großhandelsdienstleistungen in Bezug auf alkoholfreie Getränke
en: Wholesale services in relation to non-alcoholic beverages

source: Großhandelsdienstleistungen in Bezug auf alkoholische Getränke [ausgenommen Biere]
en: Wholesale services in relation to alcoholic beverages (except beer)

source: Großhandelsdienstleistungen in Bezug auf Artikel zur Verwendung mit Tabak
en: Wholesale services in relation to articles for use with tobacco

source: Einzelhandelsdienstleistungen in Bezug auf Reinigungsmittel
en: Retail services in relation to cleaning preparations

source: Einzelhandelsdienstleistungen in Bezug auf Erdbewegungsmaschinen
en: Retail services in relation to earthmoving equipment

source: Einzelhandelsdienstleistungen in Bezug auf Baumaschinen
en: Retail services in relation to construction equipment

source: Einzelhandelsdienstleistungen in Bezug auf Geräte für Hygienezwecke für Tiere
en: Retail services in relation to hygienic implements for animals

source: Einzelhandelsdienstleistungen in Bezug auf handbetätigte Werkzeuge für Bauzwecke
en: Retail services in relation to hand-operated tools for construction

source: Einzelhandelsdienstleistungen in Bezug auf handbetätigte Geräte für Bauzwecke
en: Retail services in relation to hand-operated implements for construction

source: Einzelhandelsdienstleistungen in Bezug auf informationstechnische Geräte
en: Retail services in relation to information technology equipment

source: Einzelhandelsdienstleistungen in Bezug auf sanitäre Anlagen
en: Retail services in relation to sanitary installations

source: Einzelhandelsdienstleistungen in Bezug auf Kühlgeräte
en: Retail services in relation to refrigerating equipment

source: Einzelhandelsdienstleistungen in Bezug auf Gefriergeräte
en: Retail services in relation to freezing equipment

source: Einzelhandelsdienstleistungen in Bezug auf Unterrichtsmittel
en: Retail services in relation to educational supplies

source: Einzelhandelsdienstleistungen in Bezug auf Nähartikel
en: Retail services in relation to sewing articles

source: Einzelhandelsdienstleistungen in Bezug auf Bodenbeläge
en: Retail services in relation to floor coverings

source: Einzelhandelsdienstleistungen in Bezug auf Sportartikel
en: Retail services in relation to sporting articles

source: Einzelhandelsdienstleistungen in Bezug auf Sportausrüstung
en: Retail services in relation to sporting equipment

source: Einzelhandelsdienstleistungen in Bezug auf Milchprodukte
en: Retail services in relation to dairy products

source: Einzelhandelsdienstleistungen in Bezug auf Backwaren
en: Retail services in relation to baked goods

source: Einzelhandelsdienstleistungen in Bezug auf Eiscreme
en: Retail services in relation to ice creams

source: Einzelhandelsdienstleistungen in Bezug auf Futtermittel
en: Retail services in relation to fodder for animals

source: Einzelhandelsdienstleistungen in Bezug auf Streu für Tiere
en: Retail services in relation to bedding for animals

source: Großhandelsdienstleistungen in Bezug auf Reinigungsmittel
en: Wholesale services in relation to cleaning preparations

source: Großhandelsdienstleistungen in Bezug auf Duftstoffe
en: Wholesale services in relation to fragrancing preparations

source: Großhandelsdienstleistungen in Bezug auf Schmiermittel
en: Wholesale services in relation to lubricants

source: Großhandelsdienstleistungen in Bezug auf Nahrungsergänzungsmittel
en: Wholesale services in relation to dietary supplements

source: Großhandelsdienstleistungen in Bezug auf diätetische Erzeugnisse
en: Wholesale services in relation to dietetic preparations

source: Großhandelsdienstleistungen in Bezug auf landwirtschaftliche Maschinen
en: Wholesale services in relation to agricultural equipment

source: Großhandelsdienstleistungen in Bezug auf Erdbewegungsmaschinen
en: Wholesale services in relation to earthmoving equipment

source: Großhandelsdienstleistungen in Bezug auf Baumaschinen
en: Wholesale services in relation to construction equipment

source: Großhandelsdienstleistungen in Bezug auf Hygienegeräte für Menschen
en: Wholesale services in relation to hygienic implements for humans
